import { img } from '/src/utils/img';
export const fpv = [
  {
    id: 1,
    title: 'Зібрати FPV',
    requirements: [
      'Рама — основа конструкції дрона, яка об’єднує та утримує всі компоненти.',
      'Промені (руки) — елементи рами для кріплення двигунів; можуть бути суцільними або складними.',
      'Електродвигуни та пропелери — створюють тягу, необхідну для підйому, руху й маневрування.',
      'Регулятори швидкості (ESC) — керують обертами двигунів за командами польотного контролера.',
      'Польотний контролер — головний керувальний модуль, який стабілізує дрон і координує його політ.',
      'Акумулятор, розподільник живлення, кабелі та роз’єми — забезпечують електроенергією всі компоненти.',
      'Приймач сигналу, антени та пульт керування — забезпечують передавання команд оператором до дрона.',
      'Додаткові компоненти — GPS-модуль, камера, відеопередавач, шасі, захист пропелерів і кріплення залежно від призначення дрона.',
    ],
    links: [
      {
        sources: '🛠️ collect FPV',
        url: 'https://www.youtube.com/watch?v=3NaTwaRA78Q',
      },
    ],
  },

  {
    id: 99,
    title: '',
    requirements: [' '],
    starterCode: ``,
    solution: ``,
    description: ``,
    images: [img('images/english/')],
  },
];
