import { img } from '/src/utils/img';
export const interview = [
  {
    id: 1,
    title: '',
    requirements: [''],
    starterCode: ``,
    solution: ``,
    description: ``,
    images: [img('images/english/en_1.jpg')],
  },
  {
    id: 2,
    title: '',
    requirements: [' '],
    starterCode: ``,
    solution: ``,
    description: ``,
    images: [img('images/english/en_2.jpg')],
  },

  {
    id: 3,
    title: 'Greeting',
    requirements: [
      'Дорогі наші молодята !',
      'Сьогодні саме такий день, який назавжди залишиться у наших серцях.',
      'Для вас він є початком нової історії, а для нас — великою радістю бачити, як народжується ще одна щаслива сімя.',
      'Бажаю вам щоб кожен новий день приносив радість, щоб жодна проблема не була сильнішою за вашу любов. ',
      'Щоб у хвилини радості ви дякували одне одному, а в хвилини випробувань ще міцніше трималися за руки.',
      'Нехай ваш дім буде тим місцем, куди завжди хочеться повертатися.',
      'Нехай у ньому не буде байдужості, а буде щира розмова, затишок, дитячий сміх  та тепло.',
      'Любіть, поважайте, цінуйте одне одного і ніколи не забувайте, що найважливіше багатство — це ваша сімя.',
    ],
  },
  {
    id: 4,
    title: 'Marriage',
    requirements: [
      'Вітаю нашу прекрасну молоду пару з надзвичайно важливою подією у їхньму житті. ',
      'Адже саме сьгодні вони  підписами офіційно скріпили свої взаємні почуття.',
      'Тож в цей радісний день хочу вам побажати, щоб ви берегли, любили та цінували один одного ',
      'усе своє життя і змогли створити міцну, щасливу а саме головне велику та дружню сімю.',
      'Бажаю вам багато-багато світлих днів, тільки позитивних емоцій, щастя і взаємного задоволення , ',
      'від того що ви є один в одного. Нехай ваша любов оберігає вас і приносить тільки радість.',
    ],
  },
  {
    id: 99,
    title: '',
    requirements: [' '],
    starterCode: ``,
    solution: ``,
    description: ``,
    images: [img('images/english/')],
  },
];
