import { img } from '/src/utils/img';
export const songs = [
  {
    id: 1,
    title: 'Розпитаю про любов',
    requirements: [
      'Що за біда! – яра вода хвилю жене.',
      'Ти – молода, як вода яра!',
      'Дуже хвилююсь, та не прогайную гарну тебе –',
      'Може, якраз ти мені пара.',
      '',
      'Приспів:',
      'Розпитаю про любов,',
      'Прочитаю про любов,',
      'Заспіваю про любов, про кохання!',
      'Як за місяцем зоря,',
      'За тобою ходжу я',
      'Ой, любове ти моя рання.',
      '',
      'Що за біда! – вже та вода хвиль не жене,',
      'Впали сніги в береги Бугу.',
      'Дуже хвилююсь, та не прогайную гарну тебе –',
      'Може, якраз ти моя будеш.',
      'Приспів:',
    ],
    starterCode: `Слова: Богдан Стельмах
Музика: Ігор Білозір
Гурт Бойки - Розпитаю про любов
Танець молодих Іра та Микола 21.08.2026
Ресторан Park Art of Rest
м.Львів, вул.Вітовського, 43 А
`,
    solution: ``,
    description: ``,
  },

  {
    id: 99,
    title: '',
    requirements: [' '],
    starterCode: ``,
    solution: ``,
    description: ``,
    images: [img('images/english/')],
  },
];
