export const trading = [
  {
    id: 1,
    title: 'Основи трейдингу',
    requirements: [
      'Пояснити, що таке трейдинг та фінансові ринки',
      'Описати основні види фінансових активів: акції, ETF, облігації, валюти та криптовалюти',
      'Пояснити поняття брокера, біржі, спреду та комісії',
      'Розібрати основні типи ордерів: Market, Limit та Stop',
      'Пояснити поняття Stop Loss і Take Profit',
      'Розглянути управління ризиками та розмір позиції',
      'Пояснити співвідношення ризику до потенційного прибутку',
      'Ознайомитися з базовим технічним аналізом: тренд, рівні підтримки та опору',
      'Пояснити, що таке кредитне плече та чому воно збільшує ризик',
      'Розглянути типові помилки початківців',
    ],

    solution: ``,
    description: ``,
  },

  {
    id: 99,
    title: '',
    requirements: [' '],
    starterCode: ``,
    solution: ``,
    description: ``,
  },
];
