import { img } from '/src/utils/img';
export const trading = [
  {
    id: 1,
    title: 'Основи трейдингу',
    requirements: [
      'Пояснити, що таке трейдинг та фінансові ринки',
      'Описати основні види фінансових активів: акції, ETF, облігації, валюти та криптовалюти',
      'Пояснити поняття брокера, біржі, спреду та комісії',
      'Розібрати основні типи ордерів: Market, Limit та Stop',
      'Пояснити поняття Stop Loss і Take Profit',
      'Розглянути управління ризиками та розмір позиції',
      'Пояснити співвідношення ризику до потенційного прибутку',
      'Ознайомитися з базовим технічним аналізом: тренд, рівні підтримки та опору',
      'Пояснити, що таке кредитне плече та чому воно збільшує ризик',
      'Розглянути типові помилки початківців',
    ],

    solution: ``,
    description: ``,
  },
  {
    id: 2,
    title: 'Трейдинг та фінансові ринки',
    requirements: [
      `**Трейдинг** — це купівля та продаж фінансових активів із метою отримання прибутку `,
      'від зміни їхньої ціни. Трейдер може відкривати угоди на різні проміжки часу',
      ' — від кількох секунд або хвилин до днів, місяців чи довше.',
      '**Фінансові ринки** — це системи, на яких відбувається купівля та продаж ',
      'фінансових активів. До основних належать:',
      '- **фондовий ринок** — акції та ETF (один біржовий інструмент, всередині якого зібрано багато активів.);',
      '- **валютний ринок (Forex)** — валютні пари;',
      '- **ринок облігацій** — державні та корпоративні боргові цінні папери;',
      '- **ринок криптовалют** — Bitcoin, Ethereum та інші цифрові активи;',
      '- **товарні ринки** — золото, нафта, газ та інші товари.',
      'Ціна активу змінюється під впливом **попиту та пропозиції**, новин,',
      'економічних показників, рішень центральних банків та інших факторів',
      'Головна мета трейдингу — **отримати прибуток від зміни ціни**, ',
      'але кожна торгова операція повязана з ризиком збитку.',
    ],
    starterCode: ``,
    solution: ``,
    description: ``,
  },
  {
    id: 50,
    links: [
      {
        sources: '🌐 Scalping',
        url: 'https://www.youtube.com/watch?v=DUe0Iy_DLS0',
      },
    ],
    title: 'Скальпінг — Влад Дудучканов',
    requirements: [
      'Переваги скальпінгу - швидке відпрацювання, багато можливостей.',
      'Недоліку скальпінгу - великі комісії (0,5-1 % від депозиту), постійна напруженість.',
      'Завжди враховувати час - кілл зони Нюйорка та закриття Лондону (це оптимальні проміжки для торгівлі)',
      '',
      '',
      '',
    ],

    images: [
      img('images/trading/trading_1.png'),
      img('images/trading/trading_2.png'),
    ],
  },
  {
    id: 99,
    title: '',
    requirements: [' ', '', '', '', '', ''],
    starterCode: ``,
    solution: ``,
    description: ``,
  },
];
