import { img } from '/src/utils/img';
export const auto = [
  {
    id: 1,
    title: 'Авто фарбування',
    requirements: [
      'Основні варіанти: ',
      'P80–P180 — зняття старої фарби, іржі, шпаклівки ',
      'P240–P320 — вирівнювання шпаклівки перед ґрунтом ',
      'P400–P600 — підготовка ґрунту перед фарбуванням ',
      'P800–P1500 — матування старої фарби або лаку перед новим шаром ',
      'P2000+ — полірування після фарбування',
      'P600–P800 “по мокрому” — стандарт для більшості емалей і бази. ',
      'Для балончика часто беруть: ',
      'ґрунт → P400–600 ',
      'перед фарбою → P800 ',
      ' ',
    ],

    images: [''],
  },

  {
    id: 99,
    title: '',
    requirements: [''],

    images: [img('images/home/')],
  },
];
