import { img } from '/src/utils/img';
export const auto = [
  {
    id: 1,
    title: 'Авто фарбування',
    requirements: [
      'Основні варіанти: ',
      'P80–P180 — зняття старої фарби, іржі, шпаклівки ',
      'P240–P320 — вирівнювання шпаклівки перед ґрунтом ',
      'P400–P600 — підготовка ґрунту перед фарбуванням ',
      'P800–P1500 — матування старої фарби або лаку перед новим шаром ',
      'P2000+ — полірування після фарбування',
      'P600–P800 “по мокрому” — стандарт для більшості емалей і бази. ',
      'Для балончика часто беруть: ',
      'ґрунт → P400–600 ',
      'перед фарбою → P800 ',
      ' ',
    ],
  },
  {
    id: 2,
    title: 'Volkswagen Passat B6 06.12.2005 1.6/75кВт МРІ',
    starterCode: `Заміна моторної оливи 06.06.2026 — 219585 км
Олива TITAN UNIMAX PLUS 10W40 5л -1302 грн.(квитанція 18.04.2026)
Oil filter KAMOKA №F101601  — 200 грн.
`,
    requirements: [
      '--- Обєм моторної оливи з фільтром: 4,5 л. ',
      '--- Обєм паливного бака: 70 л.',

      '--- Для кольору LD5Q (металік) дуже важливий не лише код фарби, а й те, як лягає металічне зерно. Навіть правильна фарба може виглядати темнішою або світлішою через техніку нанесення.',

      'Основні правила:',

      'Перші шари — тонкі',
      'Нанеси 2–3 тонкі рівномірні шари.',
      'Не заливай поверхню «мокрим» шаром одразу.',

      'Останній шар — вирівнювальний (припильний)',
      'Розпилюй з трохи більшої відстані (25–35 см замість 15–20 см).',
      'Рухайся рівномірно.',
      'Цей шар допомагає металічним частинкам лягти однаково.',

      'Не затримуйся на одному місці',
      'Якщо ділянка буде занадто мокрою, зерно «потоне» і колір стане темнішим.',

      'Однаковий напрямок руху',
      'Роби всі проходи в одному напрямку.',
      'Хаотичне нанесення може дати плями та різний відтінок під різними кутами.',

      'Лак тільки після висихання бази',
      'База повинна стати матовою перед лакуванням.',
      'Якщо залити лак на недосушену базу, може змінитися відтінок.',

      'Для LD5Q на Passat B6 найчастіше проблема така:',
      'занадто мокра база → колір виходить темніший;',
      'правильний припильний фінальний шар → колір виглядає ближчим до заводського і трохи світлішим.',

      'Якщо ти фарбуєш балончиком, то після 2–3 звичайних шарів зроби останній дуже легкий «тумановий» шар з більшої відстані. Для темно-синіх металіків VW це часто дає кращий збіг відтінку.',
    ],

    images: [img('images/home/filter_1.jpg')],
  },

  {
    id: 99,
    title: '',
    requirements: [''],

    images: [img('images/home/')],
  },
];
