export const bosch_KLD_1042 = [
  {
    id: 1,
    title: 'Робочий центр: HF 211. Інв. номер: OP 138',
    requirements: [
      'bosch_KLD_1042: логін - mpmazuryk; пароль - 973 ',
      'Перезавантаження: Переводимо перемикач живлення з положення - 1 в положення - 0.',
      'За потреби: ззаді на системному блоці внизу та посеридині зліва натискаємо кнопку - reset',
      '1 -reset, 2 - зелена (світиться), 3 - зелена (світиться), 4 - жовта, 5 - червона. ',
      'Вмикаємо:  переводимо перемикач в положення - 0. Чекаємо поки перзавантажиться',
      'Якщо збереглися дані то закриваємо партію та роздруковуємо.',
      'Створюємо нову партію: (продовження - основа 2), бо номер партії післе перезавантаження не підтягується.',
    ],
  },
  {
    id: 2,
    title: 'Помилка: unknown - невідомий',
    requirements: [' вх. датчик не побачив, вих. датчик - побачив'],
  },
  {
    id: 3,
    title: 'Помилка: maximus outfeed - максимальна вихідна подача',
    requirements: [
      'Спереду машини відключена фішка на датчик, ',
      'Ззаду по схемі на контакті появляється плюс, бо світиться зелений світлодіод. ',
      'а його не має бути, відєднали провід (чорний з контакту 80B02). Помилка зникла, ',
      'але машина перестала зупинятися - коли короб повний. ',
    ],
  },
  {
    id: 4,
    title: 'Тест пластик',
    requirements: [
      'Тест пластик має окремий рецепт на кожний формат. ',
      'Прописуємо номер серії, та у примітках пишемо - тест пластик. ',
      'Ставимо принтер на паузу, щоб не маркував пластикові ампули.',
      'Записуємо тест пластик у LogBook',
    ],
    starterCode: ``,
    solution: ``,
    description: ``,
  },
  {
    id: 5,
    title: 'Перезавантаження принтера Imaje 9030',
    requirements: [
      'Вимикаємо тумблер принтера. Вимикаємо UPS.',
      'Вмикаємо UPS. Вмикаємо тумблер принтера. ',
    ],
    starterCode: ``,
    solution: ``,
    description: ``,
  },
  {
    id: 6,
    title: 'LEBAL SHL-2580 - маркіратор',
    requirements: [
      'Обнулити лічильник загальний --- Shift + F1 ',
      'Обнулити лічильник короба --- вимкнути та увімкнути машину ',
    ],
    starterCode: ``,
    solution: ``,
    description: ``,
  },

  {
    id: 99,
    title: '',
    requirements: [' '],
    starterCode: ``,
    solution: ``,
    description: ``,
    images: [''],
  },
];
