export const bosch_KLD_1042 = [
  {
    id: 1,
    link: '',
    title: 'Робочий центр: HF 211. Інв. номер: OP 138',
    requirements: [
      'bosch_KLD_1042: логін - mpmazuryk; пароль - 973 ',
      'Перезавантаження: Переводимо перемикач живлення з положення - 1 в положення - 0.',
      'За потреби: ззаді на системному блоці внизу та посеридині зліва натискаємо кнопку - reset',
      '1 -reset, 2 - зелена (світиться), 3 - зелена (світиться), 4 - жовта, 5 - червона. ',
      'Вмикаємо:  переволимо перемикач в положення - 0. Чекаємо поки перзавантажиться',
      'Якщо збереглися дані то закриваємо партію та роздруковуємо.',
      'Створюємо нову партію: (продовження - основа 2), бо номер партії післе перезавантаження не підтягується.',
    ],
    starterCode: ``,
    solution: ``,
    description: ``,
  },
];
