import { img } from '/src/utils/img';
export const home_appliance = [
  {
    id: 1,
    title: 'Пральна машинка Electorlux EWT 10620 W',
    requirements: [
      'Двигун обертається з ривками.',
      'BTA 16 700 BW - симістор (triac) дозволяє керувати потужністю 220 В без реле. Струм: до ~16 А. Напруга: до ~700 В',
    ],
  },

  {
    id: 4,
    link: 'https://www.youtube.com/watch?v=tyUAouonIc4&t=1555s',
    title: 'Авто фарбування з переходом',
    requirements: [
      'Зачищаємо ржавчину болгаркою (корал/диск), потім Р120 робимо плавний перехід',
      'Обезжирюємо та наносимо епоксидний грунт тонким шаром',
      'Витримуємо 1.5-2 години (20 хв-?) (на липку епоксидку шпаклюємо БЕЗ шліфування)',
      'Наносимо шпаклівку скловолокно, після висихання (20 хв) — універсалку',
      'Наносимо проявку та Р120 виводимо форму, перебиваємо риску на Р240',
      'Розшліфовуємо границю між шпаклівкою та лаком Р400 (на суху)',
      'Обезжирюємо, тонкий шар епоксидки, через 20 хв — 2 шари наповнюючого грунта',
      'Проявочна пудра, перетираємо грунт Р400 на бруску та фінішно Р600 на паралоні',
      'Старий лак навколо місця ремонту матуємо Р800–Р1000 або сірим скотч-брайтом під лак',
    ],
  },
  {
    id: 5,
    title: 'Лак акриловий для стільниці',
    requirements: [
      'Водорозчинний. Краще малювати валиком ніж пензлем.',
      'Використовував шпаклівку по дереву, її видно. Краще клей ПВА з стружкою.',
    ],

    images: [img('images/home/acrylic.jpg')],
  },
  {
    id: 6,
    title: 'Мій леокард',
    requirements: [''],

    images: [img('images/home/leocard.jpg')],
  },
  {
    id: 7,
    title: 'Холодильник gorenje RK65365W',
    requirements: [
      'Підходить по кольору -Грунт білий Champion SPRAY professional ',
      'FARBA PODKLADOWA ANTYKOROZYJNA: балончик 400 МЛ',
    ],

    images: [img('images/home/')],
  },
  {
    id: 8,
    title: 'Лак для паркету Sylac Sport P-880',
    requirements: [''],

    images: [img('images/home/sylac_1.jpg'), img('images/home/sylac_2.jpg')],
  },
  {
    id: 99,
    title: '',
    requirements: [''],

    images: [img('images/home/')],
  },
];
