import { img } from '/src/utils/img';
export const home_appliance = [
  {
    id: 1,
    title: 'Пральна машинка Electorlux EWT 10620 W',
    requirements: [
      'Двигун обертається з ривками.',
      'BTA 16 700 BW - симістор (triac) дозволяє керувати потужністю 220 В без реле. Струм: до ~16 А. Напруга: до ~700 В',
    ],

    images: [img('images/home/home_1.jpg')],
  },
  {
    id: 2,
    title: 'Авто фарбування',
    requirements: [
      'Основні варіанти: ',
      'P80–P180 — зняття старої фарби, іржі, шпаклівки ',
      'P240–P320 — вирівнювання шпаклівки перед ґрунтом ',
      'P400–P600 — підготовка ґрунту перед фарбуванням ',
      'P800–P1500 — матування старої фарби або лаку перед новим шаром ',
      'P2000+ — полірування після фарбування',
      'P600–P800 “по мокрому” — стандарт для більшості емалей і бази. ',
      'Для балончика часто беруть: ',
      'ґрунт → P400–600 ',
      'перед фарбою → P800 ',
      ' ',
    ],

    images: [''],
  },
  {
    id: 3,
    title: 'Volkswagen Passat B6 06.12.2005 1.6/75кВт МРІ',
    starterCode: `Заміна моторної оливи 06.06.2026 — 219585 км
Олива TITAN UNIMAX PLUS 10W40 5л -1302 грн.(квитанція 18.04.2026)
`,
    requirements: [
      '--- Обєм моторної оливи з фільтром: 4,5 л. ',
      '--- Обєм паливного бака: 70 л.',

      '--- Для кольору LD5Q (металік) дуже важливий не лише код фарби, а й те, як лягає металічне зерно. Навіть правильна фарба може виглядати темнішою або світлішою через техніку нанесення.',

      'Основні правила:',

      'Перші шари — тонкі',
      'Нанеси 2–3 тонкі рівномірні шари.',
      'Не заливай поверхню «мокрим» шаром одразу.',

      'Останній шар — вирівнювальний (припильний)',
      'Розпилюй з трохи більшої відстані (25–35 см замість 15–20 см).',
      'Рухайся рівномірно.',
      'Цей шар допомагає металічним частинкам лягти однаково.',

      'Не затримуйся на одному місці',
      'Якщо ділянка буде занадто мокрою, зерно «потоне» і колір стане темнішим.',

      'Однаковий напрямок руху',
      'Роби всі проходи в одному напрямку.',
      'Хаотичне нанесення може дати плями та різний відтінок під різними кутами.',

      'Лак тільки після висихання бази',
      'База повинна стати матовою перед лакуванням.',
      'Якщо залити лак на недосушену базу, може змінитися відтінок.',

      'Для LD5Q на Passat B6 найчастіше проблема така:',
      'занадто мокра база → колір виходить темніший;',
      'правильний припильний фінальний шар → колір виглядає ближчим до заводського і трохи світлішим.',

      'Якщо ти фарбуєш балончиком, то після 2–3 звичайних шарів зроби останній дуже легкий «тумановий» шар з більшої відстані. Для темно-синіх металіків VW це часто дає кращий збіг відтінку.',
    ],

    images: [''],
  },
  {
    id: 4,
    title: 'Лак акриловий для стільниці',
    requirements: [
      'Водорозчинний. Краще малювати валиком ніж пензлем.',
      'Використовував шпаклівку по дереву, її видно. Краще клей ПВА з стружкою.',
    ],

    images: [img('images/home/acrylic.jpg')],
  },
  {
    id: 5,
    title: 'Мій леокард',
    requirements: [''],

    images: [img('images/home/leocard.jpg')],
  },
  {
    id: 6,
    title: 'Холодильник gorenje RK65365W',
    requirements: [
      'Підходить по кольору -Грунт білий Champion SPRAY professional ',
      'FARBA PODKLADOWA ANTYKOROZYJNA: балончик 400 МЛ',
    ],

    images: [img('images/home/')],
  },
  {
    id: 7,
    title: 'Лак для паркету Sylac Sport P-880',
    requirements: [''],

    images: [img('images/home/sylac_1.jpg'), img('images/home/sylac_2.jpg')],
  },
  {
    id: 99,
    title: '',
    requirements: [''],

    images: [img('images/home/')],
  },
];
