import { img } from '/src/utils/img';

export const screen = [
  {
    id: 1,
    link: '',
    title: 'SA-24 стирання історії (файлу)]',
    requirements: [
      ' Клавіатура / Win / my Computer / Transed / Batch / ',
      'вибираємо місяць / компонент / delete',
    ],
    starterCode: ``,
    solution: ``,
    description: ``,
  },
  {
    id: 2,
    title: 'Розрахунок струму двигуна',
    images: [img('images/el_task/task_1.jpg')],
  },
  {
    id: 3,
    title: 'Вибір перезізу кабелю.',
    images: [img('images/el_task/task_2.jpg')],
  },
  {
    id: 50,
    title: 'Схема розвантаження контейнера/магазин максимального накопичення',
    requirements: [' CONTAINER DISCHARGE / MAX ACCUMULATION MAGAZINE ', ''],
    starterCode: `
🔹 1. Читай зверху вниз
На таких схемах:
верх — джерело живлення / сигнали
низ — споживачі (пристрої, модулі)
У тебе зверху йдуть лінії (живлення/шини), а внизу — блоки типу:
04A12
04A11
🔹 2. Лінії — це проводи
Усі лінії — це електричні з’єднання.
точки (●) — означають, що дроти з’єднані
якщо лінії просто перетинаються без точки — вони не з’єднані
🔹 3. Позначення типу X2, 21, 22…
Це клеми або роз’єми:
X2 — назва роз’єму
21, 22, 23... — номери контактів
👉 Тобто: провід йде, наприклад, з контакту 21 роз’єму X2
🔹 4. Прямокутники — це пристрої
Наприклад:
80B01
80B02
Це можуть бути:
реле
датчики
модулі
Символ всередині показує тип (наприклад, котушка або контакт)
🔹 5. Нижні блоки (04A12 і т.д.)
Це вже кінцеві пристрої або модулі системи
(можливо PLC, входи/виходи або інші блоки)
Підпис типу:
E10.1
E10.2
👉 це може бути адреса входу/виходу
🔹 6. Як “читати шлях”
Йдеш по дроту:
Починаєш зверху (живлення або сигнал)
Дивишся через які контакти проходить
Через які пристрої (реле, датчики)
Куди приходить внизу (в який модуль)
🔹 7. Що тут відбувається (простими словами)
На цій схемі:
є 2 елементи (80B01, 80B02)
вони підключені через роз’єм X2
сигнал іде вниз до кількох модулів (04A12, 04A11)
частина каналів позначена як SPARE (запасні)
    `,

    images: [img('images/el_schema/schema_1.jpg')],
  },
];
