export const itBasics = [
  {
    id: 1,
    title: 'Асинхронне програмування ',
    requirements: [
      'досягається шляхом відкладених викликів ф-цій ',
      'де ініціалізація асинхронної операції і обробка її результату',
      'це різні дії.',
    ],
  },
  {
    id: 2,
    title: 'API інтерфейс прикладного програмування)',
    requirements: [
      '— набір чітко визначених правил звязку між',
      'різними програмними компонентами.',
    ],
  },
  {
    id: 3,
    title: 'AJAX (Asynchronus JavaScript and XL)',
    requirements: [
      'метод отримання або відправлення даних',
      'з подальшим оновленням інтерфейсу за цими даними,',
      'без потреби перезавантаження сторінки.',
    ],
  },
  {
    id: 4,
    title: 'CORS (Cross Origin Resource Sharing)',
    requirements: [
      '- де Origin це і є домен, порт або протокол',
      '-  спільне використання ресурсів між спільними джерелами.',
      '',
    ],
  },
  {
    id: 99,
    title: '',
    requirements: ['', '', ''],
  },
];
