export const itBasics = [
  {
    id: 1,
    title: 'Асинхронне програмування ',
    requirements: [
      'досягається шляхом відкладених викликів ф-цій ',
      'де ініціалізація асинхронної операції і обробка її результату',
      'це різні дії.',
    ],
  },
  {
    id: 2,
    title: 'API інтерфейс прикладного програмування)',
    requirements: [
      '— набір чітко визначених правил звязку між',
      'різними програмними компонентами.',
    ],
  },
  {
    id: 3,
    title: 'AJAX (Asynchronus JavaScript and XL)',
    requirements: [
      'метод отримання або відправлення даних',
      'з подальшим оновленням інтерфейсу за цими даними,',
      'без потреби перезавантаження сторінки.',
    ],
  },
  {
    id: 4,
    title: 'CORS (Cross Origin Resource Sharing)',
    requirements: [
      '- де Origin це і є домен, порт або протокол',
      '-  спільне використання ресурсів між спільними джерелами.',
      '',
    ],
  },
  {
    id: 5,
    title: 'Пагінація',
    requirements: [
      '— це прийом, за яким, на перший і кожен наступний',
      'Get-запит повертається не вся колекція,',
      'а певна її частина.',
    ],
  },
  {
    id: 6,
    title: 'http протокол',
    requirements: [
      '— набір правил і домовленостей, що використовуються',
      'для передачі даних у мережі.',
      '',
    ],
  },
  {
    id: 7,
    title: 'REST (representational state trancfer)',
    requirements: [
      '— стиль бекенд-архітектури, грунтується на наборі принципів',
      'які описують, яким чином визначаються і адресуються мереживі ресурси.',
      '',
    ],
  },
  {
    id: 99,
    title: '',
    requirements: ['', '', ''],
  },
];
