export const itBasics = [
  {
    id: 1,
    title: 'Асинхронне програмування ',
    requirements: [
      'досягається шляхом відкладених викликів ф-цій ',
      'де ініціалізація асинхронної операції і обробка її результату',
      'це різні дії.',
    ],
  },
  {
    id: 2,
    title: 'API інтерфейс прикладного програмування)',
    requirements: [
      '— набір чітко визначених правил звязку між',
      'різними програмними компонентами.',
    ],
  },
  {
    id: 99,
    title: '',
    requirements: ['', '', ''],
  },
];
