import{j as i}from"./index-fc24e93c.js";import{L as e}from"./LessonBlock-5fab33a8.js";const s=[{id:1,link:"",title:"модель FS‑N11CP — Це оптоволоконний підсилювач / сенсор‑підсилювач для промислового обладнання, з одним виходом і PNP‑логікою",requirements:["виробник — KEYENCE (велика японська компанія, що робить датчики й сенсори для автоматизації)","працює від 12–24 V DC, має світлодіодну індикацію, швидку реакцію і застосовується в автоматичних лініях виробництва або системах контролю.","Навчання. Етап 1 — без ампули","Переконайся, що в зоні датчика немає ампули","Натисни кнопку SET і утримуй 2 секунди","LED покаже, що підсилювач запам’ятав фон / базовий сигнал","Етап 2 — з ампулою","Помісти ампулу в робочу позицію","Натисни кнопку SET і утримуй 2 секунди","LED покаже, що підсилювач запам’ятав фон / базовий сигнал","-----","Чим менше значення зеленого кольру тим краще бачить.","Оптоволокно кріпимо ближче або дальше, щоб був сигнал.","Низ бачить зірку , верх - ампулу: виставляємо по середині"],starterCode:"",solution:"Вхід у меню налаштувань",description:`1️⃣ Вхід у меню налаштувань

Натисни і утримуй MODE 2–3 секунди → дисплей переходить у режим налаштувань.

На дисплеї почне блимати перший підпункт параметра.

2️⃣ Знаходження параметра напряму цифр

На FS‑N11CP цей параметр називається “Display Direction”, “Segment Orientation” або “Digit Order” (залежно від версії).

Використовуй SET, щоб перейти між підпунктами меню:

HYS → MAX → Display Direction → TRIG → …

3️⃣ Зміна напряму

Коли підсвічено параметр Display Direction:

Натискай MODE або стрілки ▲/▼, щоб обрати:

L→R (ліва → права)

R→L (права → ліва)

На дисплеї цифри змінюють порядок відображення у реальному часі (LED блимає).

4️⃣ Збереження налаштувань

Натисни і утримуй SET 2–3 секунди → підсилювач запам’ятає новий напрям.

Після цього дисплей виходить із меню автоматично або через 5–10 секунд без натискання.
2️⃣ Як переключати режими

MODE + утримання → вхід у меню

SET → перемикання між підпунктами меню (HYS, MAX, Display Direction, COUNT MODE…)

MODE / стрілки → зміна значень підпункту

SET утримати 2–3 с → збереження налаштувань

3️⃣ Поради

Для розпізнавання ампул: Light-ON або Window Mode + COUNT MODE 9999

Для швидких рухів на конвеєрі: High-Speed / Tracking

Напрям дисплея підбирай відповідно до монтажу на щитку`}],r="_title_f5mrh_1",o={title:r},E=()=>i.jsxs("main",{style:{padding:"4px"},children:[i.jsx("h2",{className:o.title,children:"Робочі записи"}),s.map(t=>i.jsx(e,{task:t},t.id))]});export{E as default};
